Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: %@ · Binary
ar: %@ · ملف ثنائي
bn: %@ · বাইনারি
de: %@ · Binärdatei
es: %@ · Binario
fr: %@ · Binaire
hi: %@ · बाइनरी
id: %@ · Biner
it: %@ · Binario
ja: %@ · バイナリ
ko: %@ · 바이너리
pt_br: %@ · Binário
ru: %@ · Бинарный
sw: %@ · Binari
tr: %@ · İkili
vi: %@ · Nhị phân
yo: %@ · Bínárì
zh_hans: %@ · 二进制
zh_hant: %@ · 二進位檔

source: %@ (Dependencies)
ar: %@ (التبعيات)
bn: %@ (নির্ভরতা)
de: %@ (Abhängigkeiten)
es: %@ (dependencias)
fr: %@ (dépendances)
hi: %@ (निर्भरताएँ)
id: %@ (Dependensi)
it: %@ (dipendenze)
ja: %@（依存関係）
ko: %@(의존성)
pt_br: %@ (dependências)
ru: %@ (зависимости)
sw: %@ (Utegemezi)
tr: %@ (Bağımlılıklar)
vi: %@ (phụ thuộc)
yo: %@ (Àwọn Ìgbáralé)
zh_hans: %@（依赖）
zh_hant: %@（相依套件）

source: %1$@ %2$@: the repository sent unreadable package information. Refresh the repository and try again.
ar: %1$@ %2$@: أرسل المستودع معلومات حزمة تتعذر قراءتها. حدّث المستودع وحاول مرة أخرى.
bn: %1$@ %2$@: রিপোজিটরি থেকে পাঠানো প্যাকেজের তথ্য পড়া যায়নি। রিপোজিটরি রিফ্রেশ করে আবার চেষ্টা করুন।
de: %1$@ %2$@: Die Quelle hat unlesbare Paketinformationen gesendet. Aktualisiere die Quelle und versuche es erneut.
es: %1$@ %2$@: el repositorio envió información del paquete que no se puede leer. Actualiza el repositorio e inténtalo de nuevo.
fr: %1$@ %2$@ : le dépôt a fourni des informations de paquet illisibles. Actualisez le dépôt et réessayez.
hi: %1$@ %2$@: रिपॉज़िटरी ने ऐसी पैकेज जानकारी भेजी जिसे पढ़ा नहीं जा सका। रिपॉज़िटरी रीफ़्रेश करें और फिर से कोशिश करें।
id: %1$@ %2$@: repositori mengirim informasi paket yang tidak dapat dibaca. Segarkan repositori, lalu coba lagi.
it: %1$@ %2$@: le informazioni sul pacchetto inviate dal repository non sono leggibili. Aggiorna il repository e riprova.
ja: %1$@ %2$@：リポジトリから読み取れないパッケージ情報が送られました。リポジトリを更新して、もう一度お試しください。
ko: %1$@ %2$@: 소스에서 받은 패키지 정보를 읽을 수 없습니다. 소스를 새로 고친 후 다시 시도하십시오.
pt_br: %1$@ %2$@: o repositório enviou informações de pacote ilegíveis. Atualize o repositório e tente novamente.
ru: %1$@ %2$@: репозиторий передал нечитаемые сведения о пакете. Обновите репозиторий и повторите попытку.
sw: %1$@ %2$@: hazina ilituma maelezo ya kifurushi yasiyosomeka. Onyesha upya hazina kisha ujaribu tena.
tr: %1$@ %2$@: Depo okunamayan paket bilgisi gönderdi. Depoyu yenileyip yeniden deneyin.
vi: %1$@ %2$@: nguồn đã gửi thông tin gói không đọc được. Hãy làm mới nguồn rồi thử lại.
yo: %1$@ %2$@: ibi ìpamọ́ náà fi ìwífún pákéèjì tí kò ṣeé kà ránṣẹ́. Sọ ibi ìpamọ́ náà dọ̀tun kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %1$@ %2$@：软件源提供的软件包信息无法读取。请刷新软件源后重试。
zh_hant: %1$@ %2$@：軟體源提供的套件資訊無法讀取。請重新整理軟體源後再試一次。

# %@ cannot be installed in compatibility mode, which does not convert %@.
source: %1$@ cannot be installed in compatibility mode, which does not convert %2$@.
ar: لا يمكن تثبيت %1$@ في وضع التوافق، الذي لا يحوّل %2$@.
bn: %1$@ সামঞ্জস্য মোডে ইনস্টল করা যাবে না, কারণ এই মোড %2$@ রূপান্তর করে না।
de: %1$@ kann nicht im Kompatibilitätsmodus installiert werden, der %2$@ nicht umwandelt.
es: %1$@ no se puede instalar en el modo de compatibilidad, que no convierte %2$@.
fr: %1$@ ne peut pas être installé en mode de compatibilité, qui ne convertit pas %2$@.
hi: %1$@ को अनुकूलता मोड में इंस्टॉल नहीं किया जा सकता, क्योंकि यह मोड %2$@ को रूपांतरित नहीं करता।
id: %1$@ tidak dapat diinstal dalam mode kompatibilitas, yang tidak mengonversi %2$@.
it: %1$@ non può essere installato in modalità compatibilità, che non converte %2$@.
ja: %1$@ は互換モードでインストールできません。互換モードは %2$@ を変換しません。
ko: %1$@ 패키지는 호환 모드로 설치할 수 없습니다. 호환 모드는 %2$@을(를) 변환하지 않습니다.
pt_br: %1$@ não pode ser instalado no modo de compatibilidade, que não converte %2$@.
ru: %1$@ нельзя установить в режиме совместимости: он не преобразует %2$@.
sw: %1$@ haiwezi kusakinishwa katika hali ya uoanifu, ambayo haibadilishi %2$@.
tr: %1$@ uyumluluk modunda yüklenemez; uyumluluk modu %2$@ için dönüştürme yapmaz.
vi: Không thể cài đặt %1$@ ở chế độ tương thích, vốn không chuyển đổi %2$@.
yo: A kò lè fi %1$@ sórí ẹ̀rọ ní ìpò ìbáramu, nítorí pé ìpò ìbáramu kì í yí %2$@ padà.
zh_hans: %1$@ 无法以兼容模式安装：兼容模式不转换 %2$@。
zh_hant: %1$@ 無法以相容模式安裝：相容模式不轉換 %2$@。

# %@ cannot be installed in compatibility mode. %@ could not be converted.
source: %1$@ cannot be installed in compatibility mode. %2$@ could not be converted.
ar: لا يمكن تثبيت %1$@ في وضع التوافق. تعذّر تحويل %2$@.
bn: %1$@ সামঞ্জস্য মোডে ইনস্টল করা যাবে না। %2$@ রূপান্তর করা যায়নি।
de: %1$@ kann nicht im Kompatibilitätsmodus installiert werden. %2$@ konnte nicht umgewandelt werden.
es: %1$@ no se puede instalar en el modo de compatibilidad. No se pudo convertir %2$@.
fr: %1$@ ne peut pas être installé en mode de compatibilité. Impossible de convertir %2$@.
hi: %1$@ को अनुकूलता मोड में इंस्टॉल नहीं किया जा सकता। %2$@ को रूपांतरित नहीं किया जा सका।
id: %1$@ tidak dapat diinstal dalam mode kompatibilitas. %2$@ tidak dapat dikonversi.
it: %1$@ non può essere installato in modalità compatibilità. Impossibile convertire %2$@.
ja: %1$@ は互換モードでインストールできません。%2$@ を変換できませんでした。
ko: %1$@ 패키지는 호환 모드로 설치할 수 없습니다. %2$@을(를) 변환할 수 없습니다.
pt_br: %1$@ não pode ser instalado no modo de compatibilidade. Não foi possível converter %2$@.
ru: %1$@ нельзя установить в режиме совместимости. Не удалось преобразовать %2$@.
sw: %1$@ haiwezi kusakinishwa katika hali ya uoanifu. %2$@ haikuweza kubadilishwa.
tr: %1$@ uyumluluk modunda yüklenemez. %2$@ dönüştürülemedi.
vi: Không thể cài đặt %1$@ ở chế độ tương thích. Không thể chuyển đổi %2$@.
yo: A kò lè fi %1$@ sórí ẹ̀rọ ní ìpò ìbáramu. A kò lè yí %2$@ padà.
zh_hans: %1$@ 无法以兼容模式安装。%2$@ 无法转换。
zh_hant: %1$@ 無法以相容模式安裝。%2$@ 無法轉換。

# %@ conflicts with %@. Remove one of them and try again.
source: %1$@ conflicts with %2$@. Remove one of them and try again.
ar: تتعارض %1$@ مع %2$@. أزِل إحداهما وحاول مرة أخرى.
bn: %1$@-এর সাথে %2$@-এর দ্বন্দ্ব রয়েছে। যেকোনো একটি সরিয়ে আবার চেষ্টা করুন।
de: %1$@ steht im Konflikt mit %2$@. Entferne eines der beiden Pakete und versuche es erneut.
es: %1$@ entra en conflicto con %2$@. Quita uno de los dos e inténtalo de nuevo.
fr: %1$@ est en conflit avec %2$@. Retirez l’un des deux et réessayez.
hi: %1$@ का %2$@ से टकराव है। इनमें से एक को हटाएँ और फिर से कोशिश करें।
id: %1$@ berkonflik dengan %2$@. Buang salah satunya, lalu coba lagi.
it: %1$@ è in conflitto con %2$@. Rimuovine uno e riprova.
ja: %1$@ と %2$@ が競合しています。どちらかを削除して、もう一度お試しください。
ko: %1$@ 패키지가 %2$@ 패키지와 충돌합니다. 둘 중 하나를 제거한 후 다시 시도하십시오.
pt_br: %1$@ entra em conflito com %2$@. Remova um deles e tente novamente.
ru: %1$@ конфликтует с %2$@. Уберите один из пакетов и повторите попытку.
sw: %1$@ inagongana na %2$@. Ondoa mojawapo kisha ujaribu tena.
tr: %1$@ ile %2$@ çakışıyor. Birini kaldırıp yeniden deneyin.
vi: %1$@ xung đột với %2$@. Hãy bỏ một trong hai gói rồi thử lại.
yo: %1$@ ń forígbárí pẹ̀lú %2$@. Yọ ọ̀kan nínú wọn kúrò kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %1$@ 与 %2$@ 冲突。请移除其中一个后重试。
zh_hant: %1$@ 與 %2$@ 衝突。請移除其中一個後再試一次。

source: %@ could not be resolved to a single version. Clear the queue and try again.
ar: تعذر تحديد إصدار واحد لـ %@. امسح قائمة الانتظار وحاول مرة أخرى.
bn: %@-এর জন্য একটি নির্দিষ্ট সংস্করণ নির্ধারণ করা যায়নি। সারি সাফ করে আবার চেষ্টা করুন।
de: Für %@ konnte keine eindeutige Version bestimmt werden. Leere die Warteschlange und versuche es erneut.
es: No se ha podido determinar una única versión de %@. Vacía la cola e inténtalo de nuevo.
fr: Impossible de déterminer une version unique pour %@. Videz la file d’attente et réessayez.
hi: %@ के लिए कोई एक वर्ज़न तय नहीं किया जा सका। कतार साफ़ करें और फिर से कोशिश करें।
id: Versi %@ yang akan digunakan tidak dapat ditentukan. Kosongkan antrean, lalu coba lagi.
it: Impossibile determinare una sola versione per %@. Svuota la coda e riprova.
ja: %@ のバージョンを1つに決定できませんでした。キューを消去して、もう一度お試しください。
ko: %@ 패키지의 버전을 하나로 정할 수 없습니다. 대기열을 비운 후 다시 시도하십시오.
pt_br: Não foi possível determinar uma única versão de %@. Limpe a fila e tente novamente.
ru: Не удалось выбрать одну версию для %@. Очистите очередь и повторите попытку.
sw: Haikuwezekana kubainisha toleo moja la %@. Futa foleni kisha ujaribu tena.
tr: %@ için tek bir sürüm belirlenemedi. Kuyruğu temizleyip yeniden deneyin.
vi: Không thể xác định một phiên bản duy nhất cho %@. Hãy xóa hàng đợi rồi thử lại.
yo: A kò lè yan ẹ̀yà kan ṣoṣo fún %@. Kó ìtòsẹ́ náà kúrò kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法确定 %@ 应使用的版本。请清空队列后重试。
zh_hant: 無法確定 %@ 要使用的版本。請清除佇列後再試一次。

source: %@ did not finish installing. Install it again before making other changes.
ar: لم يكتمل تثبيت %@. ثبّتها مرة أخرى قبل إجراء تغييرات أخرى.
bn: %@-এর ইনস্টলেশন সম্পন্ন হয়নি। অন্য কোনো পরিবর্তন করার আগে এটি আবার ইনস্টল করুন।
de: Die Installation von %@ wurde nicht abgeschlossen. Installiere das Paket erneut, bevor du andere Änderungen vornimmst.
es: La instalación de %@ no terminó. Vuelve a instalarlo antes de hacer otros cambios.
fr: L’installation de %@ n’est pas terminée. Réinstallez-le avant d’apporter d’autres modifications.
hi: %@ का इंस्टॉल पूरा नहीं हुआ। कोई और बदलाव करने से पहले इसे दोबारा इंस्टॉल करें।
id: %@ belum selesai diinstal. Instal lagi sebelum melakukan perubahan lain.
it: L’installazione di %@ non è stata completata. Installalo di nuovo prima di apportare altre modifiche.
ja: %@ のインストールが完了していません。ほかの変更を行う前に、もう一度インストールしてください。
ko: %@ 패키지의 설치가 완료되지 않았습니다. 다른 항목을 변경하기 전에 다시 설치하십시오.
pt_br: A instalação de %@ não foi concluída. Instale-o novamente antes de fazer outras alterações.
ru: Установка %@ не завершена. Установите пакет повторно, прежде чем вносить другие изменения.
sw: %@ haikumaliza kusakinishwa. Isakinishe tena kabla ya kufanya mabadiliko mengine.
tr: %@ yüklemesi tamamlanmadı. Başka değişiklik yapmadan önce yeniden yükleyin.
vi: %@ chưa được cài đặt xong. Hãy cài đặt lại gói này trước khi thực hiện thay đổi khác.
yo: %@ kò parí fífi sórí ẹ̀rọ. Fi í sórí ẹ̀rọ lẹ́ẹ̀kansí kí o tó ṣe àwọn àyípadà mìíràn.
zh_hans: %@ 未完成安装。请先重新安装它，再进行其他更改。
zh_hant: %@ 未完成安裝。請先重新安裝，再進行其他變更。

source: %@ did not finish installing. Install it again to repair it.
ar: لم يكتمل تثبيت %@. ثبّتها مرة أخرى لإصلاحها.
bn: %@-এর ইনস্টলেশন সম্পন্ন হয়নি। মেরামত করতে এটি আবার ইনস্টল করুন।
de: Die Installation von %@ wurde nicht abgeschlossen. Installiere das Paket erneut, um es zu reparieren.
es: La instalación de %@ no terminó. Vuelve a instalarlo para repararlo.
fr: L’installation de %@ n’est pas terminée. Réinstallez-le pour le réparer.
hi: %@ का इंस्टॉल पूरा नहीं हुआ। इसे ठीक करने के लिए दोबारा इंस्टॉल करें।
id: %@ belum selesai diinstal. Instal lagi untuk memperbaikinya.
it: L’installazione di %@ non è stata completata. Installalo di nuovo per ripararlo.
ja: %@ のインストールが完了していません。もう一度インストールして修復してください。
ko: %@ 패키지의 설치가 완료되지 않았습니다. 다시 설치하여 복구하십시오.
pt_br: A instalação de %@ não foi concluída. Instale-o novamente para repará-lo.
ru: Установка %@ не завершена. Установите пакет повторно, чтобы исправить его.
sw: %@ haikumaliza kusakinishwa. Isakinishe tena ili kuirekebisha.
tr: %@ yüklemesi tamamlanmadı. Onarmak için yeniden yükleyin.
vi: %@ chưa được cài đặt xong. Hãy cài đặt lại để sửa gói này.
yo: %@ kò parí fífi sórí ẹ̀rọ. Fi í sórí ẹ̀rọ lẹ́ẹ̀kansí láti tún un ṣe.
zh_hans: %@ 未完成安装。请重新安装以修复。
zh_hant: %@ 未完成安裝。請重新安裝以修復。

source: %@ is known not to work in compatibility mode.
ar: من المعروف أن %@ لا تعمل في وضع التوافق.
bn: %@ সামঞ্জস্য মোডে কাজ করে না বলে জানা আছে।
de: %@ funktioniert bekanntermaßen nicht im Kompatibilitätsmodus.
es: Se sabe que %@ no funciona en el modo de compatibilidad.
fr: %@ est connu pour ne pas fonctionner en mode de compatibilité.
hi: यह ज्ञात है कि %@ अनुकूलता मोड में काम नहीं करता।
id: %@ diketahui tidak berfungsi dalam mode kompatibilitas.
it: È noto che %@ non funziona in modalità compatibilità.
ja: %@ は互換モードで動作しないことがわかっています。
ko: %@ 패키지는 호환 모드에서 작동하지 않는 것으로 알려져 있습니다.
pt_br: Sabe-se que %@ não funciona no modo de compatibilidade.
ru: Известно, что %@ не работает в режиме совместимости.
sw: Inajulikana kuwa %@ haifanyi kazi katika hali ya uoanifu.
tr: %@ paketinin uyumluluk modunda çalışmadığı biliniyor.
vi: %@ được biết là không hoạt động ở chế độ tương thích.
yo: A mọ̀ pé %@ kì í ṣiṣẹ́ ní ìpò ìbáramu.
zh_hans: 已知 %@ 无法在兼容模式下工作。
zh_hant: 已知 %@ 無法在相容模式下運作。

# %@ is needed by %@, which the system requires, so it cannot be removed.
source: %1$@ is needed by %2$@, which the system requires, so it cannot be removed.
ar: لا يمكن إزالة %1$@ لأنها مطلوبة لـ %2$@، وهي حزمة يحتاجها النظام.
bn: সিস্টেমের প্রয়োজনীয় %2$@-এর জন্য %1$@ দরকার, তাই এটি সরানো যাবে না।
de: %1$@ wird vom Systempaket %2$@ benötigt und kann daher nicht entfernt werden.
es: %1$@ es necesario para %2$@, que el sistema requiere, así que no se puede desinstalar.
fr: %1$@ est requis par %2$@, un paquet nécessaire au système, et ne peut donc pas être désinstallé.
hi: %1$@ की ज़रूरत %2$@ को है, जो सिस्टम के लिए आवश्यक है, इसलिए इसे हटाया नहीं जा सकता।
id: %1$@ diperlukan oleh %2$@, yang diperlukan sistem, sehingga tidak dapat dibuang.
it: %1$@ è necessario per %2$@, richiesto dal sistema, quindi non può essere rimosso.
ja: %1$@ はシステムに必要な %2$@ が依存しているため、削除できません。
ko: %1$@ 패키지는 시스템 필수 패키지인 %2$@에 필요하므로 제거할 수 없습니다.
pt_br: %1$@ é necessário para %2$@, que é exigido pelo sistema; por isso, não pode ser removido.
ru: Пакет %1$@ нужен для %2$@, который необходим системе, поэтому его нельзя удалить.
sw: %1$@ inahitajika na %2$@, ambayo mfumo unaihitaji, kwa hivyo haiwezi kuondolewa.
tr: %1$@, sistemin gerektirdiği %2$@ için gerekli olduğundan kaldırılamaz.
vi: Không thể gỡ bỏ %1$@ vì gói hệ thống bắt buộc %2$@ cần đến gói này.
yo: %2$@, tí sísítẹ́mù nílò, nílò %1$@, nítorí náà a kò lè yọ ọ́ kúrò.
zh_hans: 系统必需的 %2$@ 依赖 %1$@，因此无法卸载。
zh_hant: 系統必需的 %2$@ 需要 %1$@，因此無法解除安裝。

source: %@ is on hold and cannot be changed. Remove the hold and try again.
ar: %@ مقفلة ولا يمكن تغييرها. أزِل القفل وحاول مرة أخرى.
bn: %@ আটকে রাখা আছে, তাই পরিবর্তন করা যাবে না। আটকে রাখা তুলে নিয়ে আবার চেষ্টা করুন।
de: %@ ist gesperrt und kann nicht geändert werden. Hebe die Sperre auf und versuche es erneut.
es: %@ está retenido y no se puede cambiar. Quita la retención e inténtalo de nuevo.
fr: %@ est verrouillé et ne peut pas être modifié. Déverrouillez-le et réessayez.
hi: %@ होल्ड पर है और इसे बदला नहीं जा सकता। होल्ड हटाएँ और फिर से कोशिश करें।
id: %@ sedang ditahan dan tidak dapat diubah. Lepaskan penahanannya, lalu coba lagi.
it: %@ è bloccato e non può essere modificato. Rimuovi il blocco e riprova.
ja: %@ は固定されているため変更できません。固定を解除して、もう一度お試しください。
ko: %@ 패키지는 고정되어 있어 변경할 수 없습니다. 고정을 해제한 후 다시 시도하십시오.
pt_br: %@ está travado e não pode ser alterado. Remova a trava e tente novamente.
ru: Пакет %@ зафиксирован, и его нельзя изменить. Снимите фиксацию и повторите попытку.
sw: %@ imeshikiliwa na haiwezi kubadilishwa. Acha kuishikilia kisha ujaribu tena.
tr: %@ sabitlenmiş ve değiştirilemez. Sabitlemeyi kaldırıp yeniden deneyin.
vi: %@ đang bị khóa nên không thể thay đổi. Hãy mở khóa rồi thử lại.
yo: %@ wà ní ìdádúró, a kò sì lè yí i padà. Yọ ìdádúró náà kúrò kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %@ 已被锁定，无法更改。请解除锁定后重试。
zh_hant: %@ 已鎖定，無法變更。請解除鎖定後再試一次。

source: %@ is required by the system and cannot be removed.
ar: %@ مطلوبة للنظام ولا يمكن إزالتها.
bn: %@ সিস্টেমের জন্য প্রয়োজনীয়, তাই সরানো যাবে না।
de: %@ wird vom System benötigt und kann nicht entfernt werden.
es: El sistema requiere %@ y no se puede desinstalar.
fr: %@ est requis par le système et ne peut pas être désinstallé.
hi: %@ सिस्टम के लिए आवश्यक है और इसे हटाया नहीं जा सकता।
id: %@ diperlukan oleh sistem dan tidak dapat dibuang.
it: %@ è richiesto dal sistema e non può essere rimosso.
ja: %@ はシステムに必要なため、削除できません。
ko: %@ 패키지는 시스템에 필요하므로 제거할 수 없습니다.
pt_br: %@ é exigido pelo sistema e não pode ser removido.
ru: Пакет %@ необходим системе, и его нельзя удалить.
sw: %@ inahitajika na mfumo na haiwezi kuondolewa.
tr: %@ sistem için gerekli olduğundan kaldırılamaz.
vi: %@ là gói hệ thống bắt buộc, không thể gỡ bỏ.
yo: Sísítẹ́mù nílò %@, a kò sì lè yọ ọ́ kúrò.
zh_hans: %@ 是系统必需的软件包，无法卸载。
zh_hant: %@ 為系統必需的套件，無法解除安裝。

# %@ of %@
source: %1$@ of %2$@
ar: %1$@ من %2$@
bn: %2$@-এর মধ্যে %1$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ko: %2$@ 중 %1$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
sw: %1$@ kati ya %2$@
vi: %1$@ trên %2$@
yo: %1$@ nínú %2$@

source: %@ on disk
ar: %@ على القرص
bn: ডিস্কে %@
de: %@ belegt
es: %@ en disco
fr: %@ sur le disque
hi: डिस्क पर %@
id: %@ di disk
it: %@ su disco
ja: ディスク使用量：%@
ko: 디스크 공간 %@
pt_br: %@ em disco
ru: На диске: %@
sw: %@ kwenye diski
tr: Diskte %@
vi: %@ trên ổ đĩa
yo: %@ lórí dísíkì
zh_hans: 占用 %@
zh_hant: 佔用 %@

source: %1$@ requires %2$@, which is not available. Add a repository that provides it and try again.
ar: تتطلب %1$@ الحزمة %2$@، وهي غير متوفرة. أضِف مستودعًا يوفرها وحاول مرة أخرى.
bn: %1$@-এর জন্য %2$@ প্রয়োজন, কিন্তু সেটি পাওয়া যাচ্ছে না। যে রিপোজিটরি এটি সরবরাহ করে সেটি যোগ করে আবার চেষ্টা করুন।
de: %1$@ benötigt %2$@, aber dieses Paket ist nicht verfügbar. Füge eine Quelle hinzu, die es bereitstellt, und versuche es erneut.
es: %1$@ requiere %2$@, que no está disponible. Añade un repositorio que lo ofrezca e inténtalo de nuevo.
fr: %1$@ requiert %2$@, qui n’est pas disponible. Ajoutez un dépôt qui le fournit et réessayez.
hi: %1$@ को %2$@ की ज़रूरत है, जो उपलब्ध नहीं है। इसे उपलब्ध कराने वाली रिपॉज़िटरी जोड़ें और फिर से कोशिश करें।
id: %1$@ memerlukan %2$@, yang tidak tersedia. Tambahkan repositori yang menyediakannya, lalu coba lagi.
it: %1$@ richiede %2$@, che non è disponibile. Aggiungi un repository che lo fornisce e riprova.
ja: %1$@ には %2$@ が必要ですが、見つかりません。これを提供するリポジトリを追加して、もう一度お試しください。
ko: %1$@ 패키지에 필요한 %2$@ 패키지를 찾을 수 없습니다. 해당 패키지를 제공하는 소스를 추가한 후 다시 시도하십시오.
pt_br: %1$@ requer %2$@, que não está disponível. Adicione um repositório que o forneça e tente novamente.
ru: Для %1$@ требуется пакет %2$@, но он недоступен. Добавьте репозиторий, который его предоставляет, и повторите попытку.
sw: %1$@ inahitaji %2$@, ambayo haipatikani. Ongeza hazina inayoitoa kisha ujaribu tena.
tr: %1$@ için %2$@ gerekli ancak bu paket bulunamıyor. Bu paketi sağlayan bir depo ekleyip yeniden deneyin.
vi: %1$@ cần %2$@ nhưng không tìm thấy gói này. Hãy thêm nguồn cung cấp gói này rồi thử lại.
yo: %1$@ nílò %2$@, tí kò sì sí. Ṣàfikún ibi ìpamọ́ tó ń pèsè rẹ̀ kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %1$@ 需要 %2$@，但找不到它。请添加提供它的软件源后重试。
zh_hant: %1$@ 需要 %2$@，但目前無法取得。請加入提供它的軟體源後再試一次。

source: %@ to download
ar: %@ للتنزيل
bn: %@ ডাউনলোড করতে হবে
de: Download: %@
es: %@ por descargar
fr: %@ à télécharger
hi: डाउनलोड के लिए %@
id: %@ untuk diunduh
it: %@ da scaricare
ja: ダウンロード：%@
ko: 다운로드 크기 %@
pt_br: %@ para baixar
ru: К загрузке: %@
sw: %@ za kupakua
tr: %@ indirilecek
vi: Cần tải xuống %@
yo: %@ láti gbà sílẹ̀
zh_hans: 需下载 %@
zh_hant: 需下載 %@

source: %@: kept at the current version by another package or a blocked update.
ar: %@: أُبقيت على الإصدار الحالي بسبب حزمة أخرى أو تحديث محظور.
bn: %@: অন্য একটি প্যাকেজ বা ব্লক করা আপডেটের কারণে বর্তমান সংস্করণে রাখা হয়েছে।
de: %@: Bleibt wegen eines anderen Pakets oder eines blockierten Updates auf der aktuellen Version.
es: %@: se mantiene en la versión actual por otro paquete o por una actualización bloqueada.
fr: %@ : conservé à la version actuelle à cause d’un autre paquet ou d’une mise à jour bloquée.
hi: %@: किसी अन्य पैकेज या ब्लॉक किए गए अपडेट के कारण वर्तमान वर्ज़न पर रखा गया।
id: %@: dipertahankan pada versi saat ini oleh paket lain atau pembaruan yang diblokir.
it: %@: mantenuto alla versione attuale da un altro pacchetto o da un aggiornamento ignorato.
ja: %@：ほかのパッケージまたはブロックしたアップデートにより、現在のバージョンのままです。
ko: %@: 다른 패키지 또는 차단된 업데이트로 인해 현재 버전이 유지됩니다.
pt_br: %@: mantido na versão atual por outro pacote ou por uma atualização bloqueada.
ru: %@: оставлена текущая версия из-за другого пакета или заблокированного обновления.
sw: %@: imebaki katika toleo la sasa kwa sababu ya kifurushi kingine au sasisho lililozuiwa.
tr: %@: Başka bir paket veya engellenen bir güncelleme nedeniyle geçerli sürümde tutuluyor.
vi: %@: được giữ ở phiên bản hiện tại do một gói khác hoặc do cập nhật đã bị chặn.
yo: %@: a pa á mọ́ ní ẹ̀yà tó wà lọ́wọ́ nítorí pákéèjì mìíràn tàbí ìmúdójúìwọ̀n tí a dí lọ́nà.
zh_hans: %@：因其他软件包或已屏蔽的更新而保持当前版本。
zh_hant: %@：因其他套件或已阻擋的更新而維持目前版本。

source: %@: no version is available from its repository. Refresh the repository and try again.
ar: %@: لا يتوفر أي إصدار في مستودعها. حدّث المستودع وحاول مرة أخرى.
bn: %@: এর রিপোজিটরিতে কোনো সংস্করণ পাওয়া যাচ্ছে না। রিপোজিটরি রিফ্রেশ করে আবার চেষ্টা করুন।
de: %@: In der Quelle ist keine Version verfügbar. Aktualisiere die Quelle und versuche es erneut.
es: %@: su repositorio no ofrece ninguna versión. Actualiza el repositorio e inténtalo de nuevo.
fr: %@ : aucune version n’est disponible dans son dépôt. Actualisez le dépôt et réessayez.
hi: %@: इसकी रिपॉज़िटरी से कोई वर्ज़न उपलब्ध नहीं है। रिपॉज़िटरी रीफ़्रेश करें और फिर से कोशिश करें।
id: %@: tidak ada versi yang tersedia dari repositorinya. Segarkan repositori, lalu coba lagi.
it: %@: nessuna versione disponibile nel suo repository. Aggiorna il repository e riprova.
ja: %@：リポジトリに利用可能なバージョンがありません。リポジトリを更新して、もう一度お試しください。
ko: %@: 소스에서 사용할 수 있는 버전이 없습니다. 소스를 새로 고친 후 다시 시도하십시오.
pt_br: %@: nenhuma versão está disponível no repositório. Atualize o repositório e tente novamente.
ru: %@: в репозитории нет доступных версий. Обновите репозиторий и повторите попытку.
sw: %@: hakuna toleo linalopatikana kutoka hazina yake. Onyesha upya hazina kisha ujaribu tena.
tr: %@: Deposunda kullanılabilir sürüm yok. Depoyu yenileyip yeniden deneyin.
vi: %@: nguồn của gói không có phiên bản nào. Hãy làm mới nguồn rồi thử lại.
yo: %@: kò sí ẹ̀yà kankan láti ibi ìpamọ́ rẹ̀. Sọ ibi ìpamọ́ náà dọ̀tun kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %@：软件源中没有可用的版本。请刷新软件源后重试。
zh_hant: %@：其軟體源沒有可用的版本。請重新整理軟體源後再試一次。

source: %@: the repository sent an unreadable version. Refresh the repository and try again.
ar: %@: أرسل المستودع رقم إصدار تتعذر قراءته. حدّث المستودع وحاول مرة أخرى.
bn: %@: রিপোজিটরি থেকে পাঠানো সংস্করণ পড়া যায়নি। রিপোজিটরি রিফ্রেশ করে আবার চেষ্টা করুন।
de: %@: Die Quelle hat eine unlesbare Versionsangabe gesendet. Aktualisiere die Quelle und versuche es erneut.
es: %@: el repositorio envió una versión que no se puede leer. Actualiza el repositorio e inténtalo de nuevo.
fr: %@ : le dépôt a fourni une version illisible. Actualisez le dépôt et réessayez.
hi: %@: रिपॉज़िटरी ने ऐसा वर्ज़न भेजा जिसे पढ़ा नहीं जा सका। रिपॉज़िटरी रीफ़्रेश करें और फिर से कोशिश करें।
id: %@: repositori mengirim versi yang tidak dapat dibaca. Segarkan repositori, lalu coba lagi.
it: %@: la versione inviata dal repository non è leggibile. Aggiorna il repository e riprova.
ja: %@：リポジトリから読み取れないバージョンが送られました。リポジトリを更新して、もう一度お試しください。
ko: %@: 소스에서 받은 버전을 읽을 수 없습니다. 소스를 새로 고친 후 다시 시도하십시오.
pt_br: %@: o repositório enviou uma versão ilegível. Atualize o repositório e tente novamente.
ru: %@: репозиторий передал нечитаемый номер версии. Обновите репозиторий и повторите попытку.
sw: %@: hazina ilituma toleo lisilosomeka. Onyesha upya hazina kisha ujaribu tena.
tr: %@: Depo okunamayan bir sürüm gönderdi. Depoyu yenileyip yeniden deneyin.
vi: %@: nguồn đã gửi số phiên bản không đọc được. Hãy làm mới nguồn rồi thử lại.
yo: %@: ibi ìpamọ́ náà fi ẹ̀yà tí kò ṣeé kà ránṣẹ́. Sọ ibi ìpamọ́ náà dọ̀tun kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: %@：软件源提供的版本号无法读取。请刷新软件源后重试。
zh_hant: %@：軟體源提供的版本號無法讀取。請重新整理軟體源後再試一次。
